Repository: 30th-THE-SOPT-iOS-Part/ParkInWoo
Catalog: InstagramClone/InstagramClone/Presentation/Common/Localizing/*.lproj/Localizable.strings
Languages: it, ja

source: 전화번호, 사용자 이름 또는 이메일
it: Phone number, username or email
ja: 電話番号、ユーザー名、または電子メール

source: 비밀번호
it: Password
ja: パスワード

source: 비밀번호를 잊으셨나요?
it: Forgot your password?
ja: パスワードを忘れましたか？

source: 로그인
it: Login
ja: ログイン

source: 계정이 없으신가요?
it: Don't have an account?
ja: アカウントがありませんか？

source: 가입하기
it: Join
ja: 参加する

source: 사용자 이름 만들기
it: Create username
ja: ユーザー名の作成

source: 새 계정에 사용할 사용자 이름을 선택하세요. 나중에 언제든지 변경할 수 있습니다
it: Choose a username for the new account. You can always change it later
ja: 新しいアカウントに使用するユーザー名を選択してください。 後でいつでも変更できます

source: 사용자 이름
it: Username
ja: ユーザー名

source: 다음
it: Next
ja: 次

source: 비밀번호 만들기
it: Create password
ja: パスワードを作成

source: 비밀번호를 저장할 수 있으므로 iColud® 기기에서 로그인 정보를 입력하지 않아도 됩니다
it: You can save your password so you don't have to enter login information on your iColud® device
ja: パスワードを保存できるため、iColud®デバイスでログイン情報を入力する必要はありません

source: 님
it: sir
ja: 様

source: Instagram에 오신 것을 환영합니다
it: Welcome to Instagram
ja: Instagramへようこそ

source: 언제든지 연락처 정보와 사용자 이름을 변경할 수 있습니다
it: You can change your contact information and username at any time
ja: いつでも連絡先情報とユーザー名を変更できます

source: 완료하기
it: Complete
ja: 完了する

source: 다른 계정으로 로그인하기
ja: 別のアカウントでログインする
